
P A U P *
Version 4.0a (build 165) for Macintosh (X86) (built on Apr  2 2019 at 00:28:31)
Friday, April 19, 2019 at 1:51:36 PM Central Daylight Time


paup> outgroup 1-2; set outroot=mono;

Outgroup status changed:
  2 taxa transferred to outgroup
  Total number of taxa now in outgroup = 2
  Number of ingroup taxa = 21

paup> bootstrap nreps=1000 treefile=boot.tre search=heuristic /start=stepwise addseq=random nreps=10 swap=TBR;

Bootstrap method with heuristic search:
  Number of bootstrap replicates = 1000
  Starting seed = generated automatically
  Number of characters resampled in each replicate = 892
  Optimality criterion = parsimony
    Character-status summary:
      Of 892 total characters:
        All characters are of type 'unord'
        All characters have equal weight
        375 characters are constant (proportion = 0.420404)
        104 variable characters are parsimony-uninformative
        Number of parsimony-informative characters = 413
    Gaps are treated as "missing"
    Multistate taxa interpreted as uncertainty
  Starting tree(s) obtained via stepwise addition
    Addition sequence: random
    Number of replicates = 10
    Starting seed = generated automatically
    Number of trees held at each step = 1
  Branch-swapping algorithm: tree-bisection-reconnection (TBR) with reconnection limit = 8
    Steepest descent option not in effect
  Initial 'Maxtrees' setting = 100
  Branches collapsed (creating polytomies) if maximum branch length is zero
  'MulTrees' option in effect
  No topological constraints in effect
  Trees are unrooted

  1000 bootstrap replicates completed
  Time used = 00:01:05 (CPU time = 00:01:05.6)

Trees for each replicate written to treefile: ~/Documents/boot.tre

Bootstrap 50% majority-rule consensus tree

                                                                  /---------------- lcl|U81342.1 cds AAB57644.1 1(1)
/-----------------------------------------------------------------+
|                                                                 \---------------- lcl|U81359.1 cds AAB57659.1 1(2)
|
|                                                /--------------------------------- lcl|U81344.1 cds AAB57648.1 1(3)
|                                                |
|               /---------------90---------------+                /---------------- lcl|U81345.1 cds AAB57655.1 1(4)
|               |                                \------100-------+
|               |                                                 \---------------- lcl|U81351.1 cds AAB57666.1 1(5)
|               |
|               |                                                 /---------------- lcl|U81352.1 cds AAB57649.1 1(6)
|               +-----------------------60------------------------+
|               |                                                 \---------------- lcl|U81363.1 cds AAB57652.1 1(7)
95              |
|               |                                /--------------------------------- lcl|U81353.1 cds AAB57656.1 1(8)
|               |                                |
|               +---------------80---------------+                /---------------- lcl|U81362.1 cds AAB57657.1 1(9)
|               |                                \-------94-------+
|               |                                                 \---------------- lcl|U81358.1 cds AAB57650.1 1(10)
|               |
|               +------------------------------------------------------------------ lcl|U81357.1 cds AAB57651.1 1(11)
|               |
|               +------------------------------------------------------------------ lcl|U81361.1 cds AAB57662.1 1(12)
|               |
|               +------------------------------------------------------------------ lcl|U81364.1 cds AAB57653.1 1(13)
\---------------+
                |                                                 /---------------- lcl|U81350.1 cds AAB57658.1 1(14)
                +-----------------------99------------------------+
                |                                                 \---------------- lcl|U81349.1 cds AAB57665.1 1(15)
                |
                |                                                 /---------------- lcl|U81354.1 cds AAB57654.1 1(16)
                |                                /-------68-------+
                |                                |                \---------------- lcl|U81356.1 cds AAB57647.1 1(17)
                |                                |
                |                /------71-------+--------------------------------- lcl|U81343.1 cds AAB57645.1 1(18)
                |                |               |
                |                |               \--------------------------------- lcl|U81348.1 cds AAB57661.1 1(19)
                +-------65-------+
                |                |               /--------------------------------- lcl|U81360.1 cds AAB57660.1 1(21)
                |                |               |
                |                \------95-------+                /---------------- lcl|U81346.1 cds AAB57663.1 1(22)
                |                                \------100-------+
                |                                                 \---------------- lcl|U81347.1 cds AAB57664.1 1(23)
                |
                \------------------------------------------------------------------ lcl|U81355.1 cds AAB57646.1 1(20)

Bipartitions found in one or more trees and frequency of occurrence (bootstrap support values):

         1         2  2
12345678901234567890123          Freq        %
----------------------------------------------
.....................**       1000.00  100.00%
...**..................       1000.00  100.00%
.............**........        992.33   99.23%
..*********************        952.13   95.21%
....................***        951.27   95.13%
........**.............        943.74   94.37%
..***..................        904.23   90.42%
.......***.............        802.35   80.24%
...............****....        714.45   71.45%
...............**......        678.18   67.82%
...............****.***        647.34   64.73%
.....**................        597.18   59.72%
...............***.....        430.16   43.02%
..*****************.***        401.23   40.12%
..*************........        378.51   37.85%
..***..***.............        363.17   36.32%
..***********..........        360.28   36.03%
................**.....        301.36   30.14%
...........**..........        296.51   29.65%
..*************....*...        289.04   28.90%
.................**....        279.61   27.96%
...........*.**........        207.48   20.75%
......*...*............        154.48   15.45%
..................*.***        150.63   15.06%
...........****........        147.60   14.76%
..........*.*..........        144.04   14.40%
...............**.*....        135.86   13.59%
.....**...*............        134.08   13.41%
..........**...........        131.30   13.13%
.....*.....*...........        128.88   12.89%
............***........        125.86   12.59%
..***..******..........        117.40   11.74%
.............**....*...        114.18   11.42%
..........***..........        109.02   10.90%
..*********............        102.44   10.24%
..***..********........         98.27    9.83%
.......****............         95.88    9.59%
..****.***.*...........         87.89    8.79%
..*****................         85.90    8.59%
..***********..****.***         85.86    8.59%
.................**.***         85.38    8.54%
..*************....****         79.79    7.98%
..***..****............         79.20    7.92%
..**********...........         75.48    7.55%
.............**.....***         75.18    7.52%
........***............         72.74    7.27%
..***..*****...........         70.02    7.00%
.......******..........         57.82    5.78%
..********.............         56.76    5.68%
.............******.***         56.59    5.66%
.......********........         54.06    5.41%
...............********         50.70    5.07%

886 groups at (relative) frequency less than 5% not shown

paup> savetrees file=bootMajRule.tree from=1 to=1 savebootp=nodelabels;

1 tree saved to file "~/Documents/bootMajRule.tree"

paup> dset;

paup> showdist;

Uncorrected ("p") distance matrix
  892 characters are included
  All characters have equal weight

                                        1        2        3        4        5        6        7        8        9
 1 lcl|U81342.1 cds AAB57644.1 1        -
 2 lcl|U81359.1 cds AAB57659.1 1  0.20291        -
 3 lcl|U81344.1 cds AAB57648.1 1  0.20179  0.22534        -
 4 lcl|U81345.1 cds AAB57655.1 1  0.21076  0.22422  0.11996        -
 5 lcl|U81351.1 cds AAB57666.1 1  0.21188  0.23318  0.13677  0.06614        -
 6 lcl|U81352.1 cds AAB57649.1 1  0.21188  0.22309  0.14686  0.15135  0.16704        -
 7 lcl|U81363.1 cds AAB57652.1 1  0.20291  0.22422  0.16256  0.15807  0.16928  0.13341        -
 8 lcl|U81353.1 cds AAB57656.1 1  0.20291  0.23206  0.15247  0.14462  0.16704  0.15807  0.16368        -
 9 lcl|U81362.1 cds AAB57657.1 1  0.21525  0.24103  0.15695  0.15247  0.17489  0.16816  0.16592  0.14462        -
10 lcl|U81358.1 cds AAB57650.1 1  0.21637  0.24327  0.17265  0.16256  0.16592  0.16592  0.16816  0.15583  0.12892
11 lcl|U81357.1 cds AAB57651.1 1  0.22555  0.24571  0.18088  0.17955  0.17845  0.17419  0.17411  0.18519  0.16721
12 lcl|U81361.1 cds AAB57662.1 1  0.23565  0.24908  0.18632  0.17959  0.19304  0.17398  0.19529  0.17506  0.18518
13 lcl|U81364.1 cds AAB57653.1 1  0.23094  0.22982  0.18274  0.17265  0.18274  0.16592  0.17937  0.16816  0.18722
14 lcl|U81350.1 cds AAB57658.1 1  0.21749  0.24888  0.19170  0.19395  0.19507  0.19731  0.18274  0.18049  0.20852
15 lcl|U81349.1 cds AAB57665.1 1  0.23543  0.24327  0.20740  0.19058  0.20179  0.19955  0.19731  0.19731  0.21525
16 lcl|U81354.1 cds AAB57654.1 1  0.22175  0.23417  0.21721  0.22385  0.21704  0.20475  0.19456  0.20476  0.21724
17 lcl|U81356.1 cds AAB57647.1 1  0.24327  0.26345  0.23767  0.23430  0.24103  0.22982  0.22646  0.22870  0.24327
18 lcl|U81343.1 cds AAB57645.1 1  0.23318  0.23430  0.23094  0.21525  0.22646  0.21525  0.22085  0.22534  0.24327
19 lcl|U81348.1 cds AAB57661.1 1  0.22085  0.24215  0.21188  0.19731  0.20628  0.18834  0.18610  0.21076  0.21749
20 lcl|U81355.1 cds AAB57646.1 1  0.23094  0.23430  0.21300  0.20516  0.21300  0.19619  0.20628  0.20067  0.21300
21 lcl|U81360.1 cds AAB57660.1 1  0.23101  0.25119  0.23326  0.22982  0.24103  0.23999  0.21419  0.23094  0.23991
22 lcl|U81346.1 cds AAB57663.1 1  0.23991  0.27915  0.25112  0.25000  0.26345  0.22534  0.23543  0.25785  0.25785
23 lcl|U81347.1 cds AAB57664.1 1  0.28363  0.30269  0.25897  0.25224  0.26570  0.25000  0.27018  0.25448  0.26121

Uncorrected ("p") distance matrix (continued)

                                       10       11       12       13       14       15       16       17       18
10 lcl|U81358.1 cds AAB57650.1 1        -
11 lcl|U81357.1 cds AAB57651.1 1  0.18761        -
12 lcl|U81361.1 cds AAB57662.1 1  0.18742  0.20133        -
13 lcl|U81364.1 cds AAB57653.1 1  0.19843  0.18853  0.18517        -
14 lcl|U81350.1 cds AAB57658.1 1  0.20628  0.21435  0.20424  0.19731        -
15 lcl|U81349.1 cds AAB57665.1 1  0.20291  0.21994  0.21547  0.19955  0.16368        -
16 lcl|U81354.1 cds AAB57654.1 1  0.20921  0.21167  0.21827  0.20573  0.22269  0.23415        -
17 lcl|U81356.1 cds AAB57647.1 1  0.24439  0.24463  0.24123  0.23206  0.23991  0.24776  0.18870        -
18 lcl|U81343.1 cds AAB57645.1 1  0.24888  0.22238  0.25698  0.21861  0.24103  0.23767  0.21025  0.21076        -
19 lcl|U81348.1 cds AAB57661.1 1  0.22646  0.21537  0.22892  0.20740  0.21973  0.23094  0.18771  0.21749  0.19283
20 lcl|U81355.1 cds AAB57646.1 1  0.22758  0.23341  0.22101  0.21861  0.22758  0.22982  0.23417  0.25673  0.24103
21 lcl|U81360.1 cds AAB57660.1 1  0.23991  0.24573  0.26714  0.24113  0.23775  0.25120  0.24084  0.26913  0.23998
22 lcl|U81346.1 cds AAB57663.1 1  0.25785  0.26256  0.27378  0.25448  0.25112  0.24888  0.26586  0.28475  0.26233
23 lcl|U81347.1 cds AAB57664.1 1  0.26570  0.26705  0.28164  0.26457  0.24552  0.26233  0.27251  0.29148  0.26233

Uncorrected ("p") distance matrix (continued)

                                       19       20       21       22       23
19 lcl|U81348.1 cds AAB57661.1 1        -
20 lcl|U81355.1 cds AAB57646.1 1  0.23430        -
21 lcl|U81360.1 cds AAB57660.1 1  0.22093  0.24560        -
22 lcl|U81346.1 cds AAB57663.1 1  0.24664  0.27130  0.24215        -
23 lcl|U81347.1 cds AAB57664.1 1  0.24103  0.29260  0.25673  0.19507        -

paup> set criterion=distance;

Optimality criterion set to distance.

paup> dset objective=me dist=jc;

paup> hsearch;

Heuristic search settings:
  Optimality criterion = distance (minimum evolution)
    Negative branch lengths allowed, but set to zero for tree-score calculation
    Distance measure = Jukes-Cantor
    892 characters are included
    All characters have equal weight
  Starting tree(s) obtained via neighbor-joining
  Branch-swapping algorithm: tree-bisection-reconnection (TBR) with reconnection limit = 8
    Steepest descent option not in effect
  Initial 'Maxtrees' setting = 100
  Zero-length branches not collapsed
  'MulTrees' option in effect
  No topological constraints in effect
  Trees are unrooted

NOTE: Random-addition-sequence option is ignored when starting trees are obtained using neighbor-joining.

Heuristic search completed
  Total number of rearrangements tried = 3544
  Score of best tree(s) found = 2.49062
  Number of trees retained = 1
  Time used = 0.02 sec (CPU time = 0.01 sec)

paup> nj;

Neighbor-joining search settings:
  Ties (if encountered) will be broken systematically
  Distance measure = Jukes-Cantor
  892 characters are included
  All characters have equal weight
  (Tree is unrooted)

NOTE: Random-addition-sequence option is ignored when starting trees are obtained using neighbor-joining.

Neighbor-joining tree:

        /------------------------------------------- lcl|U81342.1 cds AAB57644.1 1
/-------+
|       \----------------------------------------------------- lcl|U81359.1 cds AAB57659.1 1
|
|                     /---------------------------- lcl|U81344.1 cds AAB57648.1 1
|                     |
|              /------+             /------------ lcl|U81345.1 cds AAB57655.1 1
|              |      \-------------+
|              |                    \----------------- lcl|U81351.1 cds AAB57666.1 1
|            /-+
|            | | /------------------------------- lcl|U81353.1 cds AAB57656.1 1
|            | | |
|            | \-+        /--------------------------- lcl|U81362.1 cds AAB57657.1 1
|            |   \--------+
|          /-+            \----------------------------- lcl|U81358.1 cds AAB57650.1 1
|          | |
|          | |     /---------------------------- lcl|U81352.1 cds AAB57649.1 1
|          | |/----+
|       /--+ ||    \------------------------------- lcl|U81363.1 cds AAB57652.1 1
|       |  | \+
|       |  |  \--------------------------------------------- lcl|U81357.1 cds AAB57651.1 1
|       |  |
|       |  |/--------------------------------------------- lcl|U81361.1 cds AAB57662.1 1
|    /--+  \+
|    |  |   \----------------------------------------- lcl|U81364.1 cds AAB57653.1 1
|    |  |
| /--+  |             /----------------------------------- lcl|U81350.1 cds AAB57658.1 1
| |  |  \-------------+
| |  |                \--------------------------------------- lcl|U81349.1 cds AAB57665.1 1
| |  |
| |  \------------------------------------------------------ lcl|U81355.1 cds AAB57646.1 1
| |
\-+             /------------------------------------- lcl|U81354.1 cds AAB57654.1 1
  |      /------+
  |      |      \--------------------------------------------------- lcl|U81356.1 cds AAB57647.1 1
  |/-----+
  ||     | /-------------------------------------------------- lcl|U81343.1 cds AAB57645.1 1
  ||     \-+
  \+       \---------------------------------------- lcl|U81348.1 cds AAB57661.1 1
   |
   |        /------------------------------------------------------- lcl|U81360.1 cds AAB57660.1 1
   |        |
   \--------+                     /------------------------------------------ lcl|U81346.1 cds AAB57663.1 1
            \---------------------+
                                  \------------------------------------------------- lcl|U81347.1 cds AAB57664.1 1

Tree found by neighbor-joining method stored in tree buffer
Time used for tree calculation = 0.00 sec (CPU time = 0.00 sec)

paup> upgma;

UPGMA search settings:
  Ties (if encountered) will be broken systematically
  Distance measure = Jukes-Cantor
  892 characters are included
  All characters have equal weight
  (Tree is rooted)

NOTE: Random-addition-sequence option is ignored when starting trees are obtained using neighbor-joining.

UPGMA tree:

                      /------------------------------------------------------------- lcl|U81342.1 cds AAB57644.1 1
             /--------+
             |        \------------------------------------------------------------- lcl|U81359.1 cds AAB57659.1 1
             |
             |                                 /------------------------------------ lcl|U81344.1 cds AAB57648.1 1
             |                                 |
             |                       /---------+                 /------------------ lcl|U81345.1 cds AAB57655.1 1
             |                       |         \-----------------+
             |                      /+                           \------------------ lcl|U81351.1 cds AAB57666.1 1
             |                      ||
             |                      ||       /-------------------------------------- lcl|U81352.1 cds AAB57649.1 1
             |                      |\-------+
             |                /-----+        \-------------------------------------- lcl|U81363.1 cds AAB57652.1 1
             |                |     |
             |                |     |   /------------------------------------------- lcl|U81353.1 cds AAB57656.1 1
             |                |     |   |
        /----+                |     \---+      /------------------------------------ lcl|U81362.1 cds AAB57657.1 1
        |    |                |         \------+
        |    |                |                \------------------------------------ lcl|U81358.1 cds AAB57650.1 1
        |    |              /-+
        |    |              | +----------------------------------------------------- lcl|U81357.1 cds AAB57651.1 1
        |    |         /----+ |
        |    |         |    | \----------------------------------------------------- lcl|U81364.1 cds AAB57653.1 1
        |    |         |    |
        |    |   /-----+    \------------------------------------------------------- lcl|U81361.1 cds AAB57662.1 1
        |    |   |     |
        |    |   |     |           /------------------------------------------------ lcl|U81350.1 cds AAB57658.1 1
        |    |/--+     \-----------+
/-------+    ||  |                 \------------------------------------------------ lcl|U81349.1 cds AAB57665.1 1
|       |    ||  |
|       |    ||  \------------------------------------------------------------------ lcl|U81355.1 cds AAB57646.1 1
|       |    ||
|       |    \+            /-------------------------------------------------------- lcl|U81354.1 cds AAB57654.1 1
|       |     |       /----+
|       |     |       |    \-------------------------------------------------------- lcl|U81348.1 cds AAB57661.1 1
|       |     |      /+
|       |     \------+\------------------------------------------------------------- lcl|U81343.1 cds AAB57645.1 1
|       |            |
|       |            \-------------------------------------------------------------- lcl|U81356.1 cds AAB57647.1 1
|       |
|       \--------------------------------------------------------------------------- lcl|U81360.1 cds AAB57660.1 1
|
|                        /---------------------------------------------------------- lcl|U81346.1 cds AAB57663.1 1
\------------------------+
                         \---------------------------------------------------------- lcl|U81347.1 cds AAB57664.1 1

Tree found by UPGMA method stored in tree buffer
Time used for tree calculation = 0.00 sec (CPU time = 0.00 sec)

paup> mj;

paup> nj;

Neighbor-joining search settings:
  Ties (if encountered) will be broken systematically
  Distance measure = Jukes-Cantor
  892 characters are included
  All characters have equal weight
  (Tree is unrooted)

NOTE: Random-addition-sequence option is ignored when starting trees are obtained using neighbor-joining.

Neighbor-joining tree:

          /---------------------------------------------------- lcl|U81342.1 cds AAB57644.1 1
/---------+
|         \---------------------------------------------------------------- lcl|U81359.1 cds AAB57659.1 1
|
|                          /---------------------------------- lcl|U81344.1 cds AAB57648.1 1
|                          |
|                 /--------+                /-------------- lcl|U81345.1 cds AAB57655.1 1
|                 |        \----------------+
|                 |                         \--------------------- lcl|U81351.1 cds AAB57666.1 1
|               /-+
|               | |  /-------------------------------------- lcl|U81353.1 cds AAB57656.1 1
|               | |  |
|               | \--+          /--------------------------------- lcl|U81362.1 cds AAB57657.1 1
|               |    \----------+
|             /-+               \------------------------------------ lcl|U81358.1 cds AAB57650.1 1
|             | |
|             | |      /---------------------------------- lcl|U81352.1 cds AAB57649.1 1
|             | |/-----+
|         /---+ ||     \-------------------------------------- lcl|U81363.1 cds AAB57652.1 1
|         |   | \+
|         |   |  \------------------------------------------------------- lcl|U81357.1 cds AAB57651.1 1
|         |   |
|         |   |/-------------------------------------------------------- lcl|U81361.1 cds AAB57662.1 1
|     /---+   \+
|     |   |    \-------------------------------------------------- lcl|U81364.1 cds AAB57653.1 1
|     |   |
| /---+   |               /-------------------------------------------- lcl|U81350.1 cds AAB57658.1 1
| |   |   \---------------+
| |   |                   \------------------------------------------------- lcl|U81349.1 cds AAB57665.1 1
| |   |
| |   \------------------------------------------------------------------- lcl|U81355.1 cds AAB57646.1 1
| |
\-+                 /--------------------------------------------- lcl|U81354.1 cds AAB57654.1 1
  |        /--------+
  |        |        \-------------------------------------------------------------- lcl|U81356.1 cds AAB57647.1 1
  | /------+
  | |      |  /------------------------------------------------------------- lcl|U81343.1 cds AAB57645.1 1
  | |      \--+
  \-+         \------------------------------------------------- lcl|U81348.1 cds AAB57661.1 1
    |
    |          /------------------------------------------------------------------- lcl|U81360.1 cds AAB57660.1 1
    |          |
    \----------+                          /---------------------------------------------------- lcl|U81346.1 cds AAB57663.1 1
               \--------------------------+
                                          \------------------------------------------------------------ lcl|U81347.1 cds AAB57664.1 1

Tree found by neighbor-joining method stored in tree buffer
Time used for tree calculation = 0.00 sec (CPU time = 0.00 sec)

paup> quit;

paup> save;

paup> savetrees file=distance.tree from=1 to=3;

1 tree saved to file "~/Documents/distance.tree"

paup> quit;
